000000 IDENTIFICATION DIVISION.
000002 PROGRAM-ID. HELLO-WORLD.
000003*trying to make a hello world program.
000004 DATA DIVISION.
000005 PROCEDURE DIVISION.
000006 DISPLAY "hello world!!!".
000007 STOP RUN.
